-- Работаем с базой данных sakila (fiction movies database).
USE sakila;

-- 1. Выведите количество фильмов в таблице film.

-- 2. Выведите список категорий фильмов.

-- 3. Выведите все фильмы в категории на ваше усмотрение, например, все комедии (Comedy).

-- 4. Выведите список всех актёров с количеством фильмов в которых снимался каждый.

-- 5. Выведите список языков и количество фильмов на каждом языке.

-- 6. Выведите имя актёра, который снялся в самом большом количестве фильмов.

-- 7. Выведите актёров, которые снялись более, чем в 5 фильмах.

-- 8. Выведите список актёров по их рангу в зависимости от количества фильмов
